Ming2k8-Coder/BalloonInteliPump/sdkconfig.defaults
# ESP32 BalloonInteliPump SDK Config Defaults
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP32_DEFAULT_CPU_FREQ_240=y
CONFIG_IDF_TARGET="esp32"
